Repository: JoseFilipeFerreira/notes
Catalog: A03/Glossario_PT_PL_1.tmx
Source language: pt_br
Languages: pl

source: Máquinas, equipamento e material de escritório, excepto computadores, impressoras e mobiliário
pl: Maszyny biurowe, sprzęt i materiały, z wyjątkiem komputerów, drukarek i mebli

source: Máquinas de tratamento de texto
pl: Edytory tekstu

source: Processadores de texto
pl: Procesory tekstowe

source: Equipamento para fotocópia e impressão em offset
pl: Urządzenia fotokopiujące i do druku offsetowego

source: Equipamento para fotocópia e termocópia
pl: Urządzenia fotokopiujące i termokopiujące

source: Fotocopiadoras
pl: Fotokopiarki

source: Equipamento para fotocópia
pl: Urządzenia fotokopiujące

source: Equipamento para reprodução
pl: Urządzenia do powielania

source: Máquinas de duplicação
pl: Powielacze

source: Comutadores de fax
pl: Telefaksy

source: Máquinas de envio digital (digital senders)
pl: Nadajniki cyfrowe

source: Duplicadores digitais
pl: Cyfrowe urządzenia powielające

source: Máquinas para impressão por offset do tipo utilizado em escritório
pl: Biurowe maszyny offsetowe

source: Sistemas digitais de offset
pl: Cyfrowe systemy offsetowe

source: Equipamentos digitais de offset
pl: Cyfrowe urządzenia offsetowe

source: Máquinas de escritório
pl: Maszyny biurowe i przemysłowe

source: Máquinas para validar bilhetes
pl: Maszyny potwierdzające ważność biletów

source: Distribuidores automáticos de dinheiro
pl: Automaty do wydawania gotówki

source: Duplicadores a stencil
pl: Powielacze białkowe

source: Máquinas de dobrar
pl: Składarki

source: Berbequins
pl: Dziurkarki

source: Máquinas para manusear moedas
pl: Maszyny do wydawania bilonu

source: Máquinas para triar moedas
pl: Maszyny do sortowania bilonu

source: Máquinas para contar moedas
pl: Maszyny do liczenia bilonu

source: Máquinas para embalar moedas
pl: Maszyny do pakowania bilonu

source: Peças e acessórios para máquinas de escritório
pl: Części i akcesoria do maszyn biurowych

source: Unidades de fusão para impressoras laser
pl: Fusery

source: Óleo para unidade de fusão
pl: Olej do fusera

source: Escovas para unidades de fusão
pl: Wycieraczki do fusera

source: Lâmpadas para unidades de fusão
pl: Lampy do fusera

source: Escovas de limpeza para módulos de fusão
pl: Podkładki czyszczące do fusera

source: Filtros para unidades de fusão
pl: Filtry do fusera

source: Conjuntos para unidades de fusão
pl: Zestawy do fusera

source: Tambores para máquinas de escritório
pl: Bębny do maszyn biurowych

source: Cartuchos de agrafos
pl: Ładunki zszywek

source: Acessórios para equipamento de varrimento (scanner)
pl: Akcesoria do skanerów

source: Dispositivo de endossamento
pl: Urządzenia znaczące dokumenty (endorsery)

source: Alimentadores de documentos para scanner
pl: Podajniki dokumentów do skanera

source: Adaptadores de transparência para scanner
pl: Adaptery do skanowania slajdów

source: Peças e acessórios para fotocopiadoras
pl: Części i akcesoria do aparatów fotokopiujących

source: Cartuchos de tinta (toner)
pl: Wkłady barwiące

source: Tóner para impressoras laser e aparelhos de fax
pl: Toner do drukarek laserowych/faksów

source: Tóner para fotocopiadoras
pl: Toner do fotokopiarek

source: Tóner para centros de processamento de dados e de investigação e documentação
pl: Toner dla ośrodków przetwarzania danych oraz badań i dokumentowania

source: Equipamento para estações de correios
pl: Urządzenia pocztowe

source: Equipamento para processamento de correspondência
pl: Sprzęt używany w urzędach pocztowych

source: Máquinas para dobrar envelopes ou papel
pl: Maszyny do składania papieru lub kopert

source: Máquinas para encher sobrescritos
pl: Maszyny do wypełniania kopert

source: Máquinas para endereçar correspondência
pl: Maszyny adresujące

source: Máquinas de franquear
pl: Maszyny do znaczków pocztowych

source: Máquinas de abrir correio
pl: Maszyny do otwierania poczty

source: Máquinas para selar/fechar correio
pl: Maszyny do pieczętowania poczty

source: Máquinas de obliterar selos
pl: Maszyny do kasowania znaczków

source: Máquinas de colar selos
pl: Maszyny do przyklejania znaczków

source: Equipamento para triagem
pl: Maszyny sortujące

source: Equipamento para triagem de correspondência
pl: Maszyny do sortowania poczty

source: Máquinas de contar notas
pl: Maszyny do liczenia banknotów

source: Dispositivos de triagem
pl: Urządzenia sortujące

source: Equipamento para expedição de correspondência
pl: Sprzęt wysyłkowy

source: Equipamento para postagem em quantidade
pl: Urządzenia do wysyłania poczty luzem

source: Máquinas de calcular e de contabilidade
pl: Maszyny liczące i rachunkowe

source: Máquinas de calcular
pl: Maszyny liczące

source: Calculadoras de bolso
pl: Kalkulatory kieszonkowe

source: Calculadoras de secretária
pl: Kalkulatory biurkowe

source: Calculadoras impressoras
pl: Kalkulatory drukujące

source: Calculadoras
pl: Sumatory

source: Máquinas de contabilidade e caixas registadoras
pl: Maszyny księgujące i kasy rejestrujące

source: Máquinas de contabilidade
pl: Maszyny księgujące

source: Caixas registadoras
pl: Rejestratory środków pieniężnych

source: Máquinas do tipo calculadoras
pl: Maszyny w rodzaju maszyn liczących

source: Máquinas para franquear correspondência
pl: Maszyny do frankowania

source: Máquinas para emitir bilhetes
pl: Maszyny do wydawania biletów

source: Máquinas para contar veículos
pl: Maszyny liczące do pojazdów

source: Controlo automatizado de títulos de viagem
pl: Automaty do pobierania opłat

source: Peças e acessórios para máquinas de calcular
pl: Części i akcesoria maszyn liczących

source: Rolos para calculadora
pl: Rolki do kalkulatorów

source: Máquinas de escrever
pl: Maszyny do pisania

source: Máquinas de escrever electrónicas
pl: Elektroniczne maszyny do pisania

source: Peças e acessórios para máquinas de escrever
pl: Części i akcesoria do maszyn do pisania

source: Cartões magnéticos
pl: Karty magnetyczne

source: Cartões de crédito
pl: Karty kredytowe

source: Cartões inteligentes
pl: Karty „inteligentne”

source: Cartões bancários
pl: Karty płatnicze

source: Cartões para abastecimento de combustível
pl: Karty na zakup paliwa

source: Máquinas de etiquetagem
pl: Maszyny do metkowania

source: Máquinas de datação ou numeração
pl: Maszyny do datowania i numerowania

source: Máquinas de impressão de cartões de identidade
pl: Prasy do dokumentów identyfikacyjnych (tożsamości)

source: Máquinas de aplicação de etiquetas
pl: Maszyny nakładające etykiety

source: Máquinas de composição de etiquetas
pl: Maszyny produkujące etykiety

source: Equipamento de composição de palavras (lettering)
pl: Sprzęt literniczy

source: Máquina para gravação de relevos em fita
pl: Wytłaczarka do taśm

source: Sistemas de etiquetagem automática
pl: Automatyczne systemy etykietowania

source: Sistemas de etiquetagem semi-automática
pl: Półautomatyczne systemy etykietowania

source: Distribuidores de rótulos
pl: Maszyny do wydawania eytykiet

source: Máquinas de endossamento e preenchimento de cheques
pl: Maszyny do potwierdzania i wypisywania czeków

source: Máquinas de endossamento de cheques
pl: Maszyny do potwierdzania czeków

source: Máquinas de preenchimento de cheques
pl: Maszyny do wypisywania czeków

source: Equipamento e material de escritório diverso
pl: Różny sprzęt i artykuły biurowe

source: Equipamento de escritório, excepto mobiliário
pl: Sprzęt biurowy, z wyjątkiem mebli

source: Equipamento para classificação
pl: Urządzenia do przechowywania akt

source: Sistemas de carrosséis para classificação
pl: Wizytowniki kołowe

source: Porta-revistas
pl: Stojaki na czasopisma

source: Quadros portáteis
pl: Podkładki z klipsem

source: Acessórios de identificação pessoal
pl: Akcesoria do identyfikacji osób

source: Retroprojectores
pl: Rzutniki do przezroczy

source: Trituradoras de papel
pl: Niszczarki

source: Material de escritório
pl: Wyroby biurowe

source: Borrachas
pl: Gumki

source: Produtos de tinta
pl: Produkty kreślarskie

source: Almofadas de tinta
pl: Poduszki z tuszem

source: Tinta para máquinas de impressão
pl: Głowice barwiące do maszyn drukujących

source: Cartuchos de tinta
pl: Wkłady drukujące

source: Canetas esferográficas
pl: Długopisy kulkowe

source: Canetas de tinta permanente
pl: Pióra wieczne

source: Canetas de fibra
pl: Długopisy z końcówką z włókna

source: Canetas de feltro
pl: Długopisy z końcówką z filcu

source: Marcadores
pl: Pisaki

source: Canetas técnicas
pl: Pióra techniczne

source: Porta-canetas
pl: Obsadki do piór

source: Lápis
pl: Ołówki

source: Lapiseiras
pl: Ołówki automatyczne

source: Recargas para porta-minas
pl: Wkłady grafitowe do ołówków

source: Afiadores
pl: Temperówki do ołówków

source: Porta-lápis
pl: Obsadki do ołówków

source: Carimbos de datação
pl: Datowniki

source: Carimbos de selagem
pl: Pieczęcie

source: Carimbos de numeração
pl: Numeratory

source: Carimbos de texto
pl: Pieczątki z napisami

source: Almofadas de substituição para carimbos
pl: Wymienne poduszki do pieczątek

source: Suportes para carimbos de secretária
pl: Uchwyty biurowe do pieczątek

source: Correctores
pl: Korektory

source: Quadros para afixação de informações
pl: Tablice ogłoszeń

source: Fitas métricas
pl: Taśma miernicza

source: Fitas tintadas
pl: Taśmy barwiące

source: Fitas para máquinas de escrever
pl: Taśmy barwiące do maszyn do pisania

source: Fita impressora
pl: Taśmy do drukarek

source: Fitas e tambores para calculadoras
pl: Taśmy i bębny do kalkulatorów

source: Fitas para aparelhos de telecópia
pl: Taśmy do faksów

source: Fitas para caixas registadoras
pl: Taśmy do kas rejestrujących

source: Material para reprografia
pl: Wyroby reprograficzne

source: Transparentes para retroprojectores
pl: Okładki przezroczyste

source: Pranchas de desenho
pl: Bloki kreślarskie

source: Artigos de papelaria
pl: Papeteria

source: Etiquetas autocolantes
pl: Etykiety samoprzylepne

source: Meios correctores
pl: Przybory do korygowania

source: Película ou fita correctora
pl: Folia lub taśma korekcyjna

source: Fluido corrector
pl: Płyn korekcyjny

source: Canetas correctoras
pl: Korektory w piórze

source: Recargas para canetas correctoras
pl: Wkłady do korektorów w piórze

source: Apagadores eléctricos
pl: Gumki elektryczne

source: Classificadores e acessórios
pl: Organizatory i akcesoria

source: Classificadores para gavetas
pl: Organizatory do szuflad w biurkach

source: Classificadores ou tabuleiros para secretárias
pl: Korytka i organizatory na biurka

source: Classificadores suspensos
pl: Organizatory wiszące

source: Anteparos para livros
pl: Podpórki do książek

source: Escaparates
pl: Stojak na materiały reklamowe

source: Apoio para diários ou calendários
pl: Podpórki na terminarze i kalendarze

source: Caixas de ficheiros
pl: Pudełko do przechowywania dokumentów

source: Suportes para folhas de anotação
pl: Tabliczki na wiadomości

source: Cavaletes para textos
pl: Podpórki na dokumenty

source: Material para grafismo
pl: Przybory kreślarskie

source: Réguas de curvas
pl: Krzywiki

source: Figuras, fitas e películas para grafismo
pl: Punkty, taśmy i folie kreślarskie

source: Figuras ou fitas para grafismo
pl: Punkty lub taśmy kreślarskie

source: Películas para grafismo
pl: Folie kreślarskie

source: Estojos, conjuntos e papel para grafismo
pl: Komplety, zestawy i papier kreślarski

source: Estojos ou conjuntos para grafismo
pl: Komplety lub zestawy kreślarskie

source: Papel para grafismo
pl: Papiery kreślarskie

source: Protecções para estiradores
pl: Pokrycia stołów kreślarskich

source: Dispositivos para inserção de caracteres gráficos (lettering aids)
pl: Pomoce liternicze

source: Transferidores
pl: Kątomierze

source: Modelos gráficos
pl: Szablony

source: Réguas-tê e esquadros
pl: Przykładnice i ekierki

source: Réguas-tê
pl: Przykładnice

source: Esquadros
pl: Ekierki

source: Protectores de superfície de trabalho
pl: Pokrycia ochronne na powierzchnie robocze

source: Quadros
pl: Tablice

source: Quadros de planeamento ou acessórios
pl: Tablice do planowania lub akcesoria

source: Quadros electrónicos ou acessórios
pl: Tablice do elektronicznego kopiowania lub akcesoria

source: Quadros de afixação de caracteres gráficos e acessórios
pl: Tablice do liter lub akcesoria

source: Quadros brancos ou acessórios
pl: Tablice do wycierania na sucho lub akcesoria

source: Quadros de giz ou acessórios
pl: Tablice do pisania kredą lub przybory

source: Quadros electrónicos informativos (bulletin boards) ou acessórios
pl: Tablice dla biuletynów lub przybory

source: Dispositivos de limpeza de quadros ou acessórios
pl: Zestawy do czyszczenia tablic lub przybory

source: Guias horizontais para suspensão
pl: Szyny lub uchwyty do zawieszania

source: Quadros brancos e quadros magnéticos
pl: Tablice do pisania i tablice magnetyczne

source: Quadros brancos
pl: Tablice do pisania

source: Acessórios para quadros brancos
pl: Akcesoria do tablic do pisania

source: Cavaletes para quadros brancos
pl: Sztalugi do tablic do pisania

source: Cavaletes para quadros de folhas móveis
pl: Sztalugi flipchart

source: Quadros magnéticos
pl: Tablice magnetyczne

source: Apagadores para quadros magnéticos
pl: Ścieracze do tablic magnetycznych

source: Sistemas de planeamento
pl: Systemy planowania

source: Sistemas de planeamento de reuniões
pl: Kalendarze do planowania spotkań

source: Agendas ou recargas
pl: Książki spotkań lub wkłady do nich

source: Caixas de sugestões
pl: Skrzynka na propozycje

source: Pequeno equipamento de escritório
pl: Drobny sprzęt biurowy

source: Agrafos, tachas, percevejos
pl: Zszywki, gwoździki z szerokim łebkiem, pinezki kreślarskie

source: Agrafos
pl: Klamry

source: Tachas
pl: Gwoździe z szeroką główką

source: Percevejos
pl: Pinezki kreślarskie

source: Classificadores de argolas e clipes
pl: Skoroszyty kołowe i spinacze do papieru

source: Classificadores de argolas
pl: Skoroszyty kołowe

source: Clipes para papéis
pl: Spinacze do papieru

source: Suportes para clipes
pl: Pojemnik na spinacze do papieru

source: Abridores de envelopes, agrafadores e furadores
pl: Otwieracze do listów, zszywacze i dziurkacze

source: Abridores de envelopes
pl: Otwieracze do listów

source: Agrafadores
pl: Zszywacze

source: Arrancadores de agrafos
pl: Usuwacz zszywek

source: Furadores
pl: Dziurkacze

source: Esponja para selos
pl: Gąbka do zwilżania znaczków

source: Lacre
pl: Lak

source: Acessórios para lacre
pl: Akcesoria do laku

source: Papel e cartão transformados
pl: Papier i tektura gotowe

source: Papel e cartão obtidos por colagem de folhas sobrepostas
pl: Papier i tektura złożone

source: Papel para escrita
pl: Papier do pisania

source: Blocos de folhas A1 para conferências
pl: Poduszka flipchart

source: Papel para impressão
pl: Papier do drukowania

source: Papel autocopiador ou para cópia
pl: Papier samokopiujący lub inny papier powielający

source: Papel termográfico
pl: Papier termograficzny

source: Papel para fotocópia e xerografia
pl: Papier fotokopiujący i kserograficzny

source: Papel para fotocópia
pl: Papier fotokopiujący

source: Papel para xerografia
pl: Papier kserograficzny

source: Cartão para impressão
pl: Karta do drukowania

source: Máquinas de lotaria
pl: Maszyny loteryjne

source: Máquinas de içar
pl: Maszyny ciągnące

source: Artigos de papelaria e outros artigos de papel
pl: Papeteria i inne wyroby

source: Papel químico, papel autocopiador e papel para duplicador stencil
pl: Kalka; papier samokopiujący; zestawy powielające oraz papier bez kalki

source: Papel químico
pl: Kalka maszynowa

source: Papel autocopiador
pl: Papier samokopiujący

source: Papel para autoduplicação
pl: Kalka inna niż maszynowa

source: Papel para duplicador stencil
pl: Zestawy papieru z kalką

source: Sobrescritos, cartas-postais e bilhetes-postais não ilustrados
pl: Koperty, karty pocztowe oraz czyste karty pocztowe

source: Cartas-postais
pl: Karty pocztowe

source: Bilhetes-postais não ilustrados
pl: Czyste karty pocztowe

source: Sobrescritos
pl: Koperty

source: Conjunto para envios de correio
pl: Zestaw listowy

source: Papel gofrado ou perfurado
pl: Papier wytłaczany lub perforowany

source: Papel para impressão, gofrado ou perfurado
pl: Wytłaczany lub perforowany papier do drukowania

source: Papel para escrita, gofrado ou perfurado
pl: Wytłaczany lub perforowany papier do pisania

source: Papel contínuo para impressoras
pl: Papier ciągły do drukarek komputerowych

source: Formulários em contínuo
pl: Formularze ciągłe

source: Papel gomado ou adesivo
pl: Papier gumowany lub przyczepny

source: Papel autocolante
pl: Papier samoprzylepny

source: Arquivadores, classificadores de correspondência, caixas para armazenagem e artigos similares
pl: Segregatory, pudełka na listy, pudełka do przechowywania i podobne wyroby

source: Separadores para artigos de papelaria
pl: Rozdzielniki na materiały piśmienne

source: Artigos de papelaria impressos excepto formulários
pl: Zadrukowane wyroby papiernicze, z wyjątkiem formularzy

source: Sobrescritos impressos
pl: Zadrukowane koperty

source: Sobrescritos com janela impressos
pl: Zadrukowane koperty z okienkiem adresowym

source: Sobrescritos sem janela impressos
pl: Inne zadrukowane koperty

source: Envelopes para radiografias impressos
pl: Zadrukowane koperty na zdjęcia rentgenowskie

source: Papel de carta
pl: Papier listowy

source: Cartões de visita
pl: Wizytówki

source: Suportes para cartões de visita profissionais
pl: Wizytowniki

source: Cartões de felicitações
pl: Druki okazjonalne

source: Cupões
pl: Talony

source: Etiquetas
pl: Etykiety

source: Etiquetas com códigos de barras
pl: Etykiety z kodem kreskowym

source: Etiquetas para bagagem
pl: Zawieszki bagażowe

source: Etiquetas anti-roubo
pl: Nalepki przeciwkradzieżowe

source: Cheques-refeição
pl: Talony na posiłki

source: Pastas para secretária
pl: Bibuły

source: Horários
pl: Rozkłady

source: Planificadores de parede
pl: Terminarze ścienne

source: Calendários
pl: Kalendarze

source: Suportes para agendas
pl: Stojaki na terminarze

source: Equipamento e material informático
pl: Urządzenia komputerowe

source: Máquinas de processamento de dados (hardware)
pl: Maszyny do przetwarzania danych (sprzęt)

source: Computador mainframe
pl: Komputery wysokowydajne

source: Supercomputador
pl: Superkomputery

source: Hardware para mainframe
pl: Osprzęt do dużych systemów komputerowych

source: Plataformas informáticas
pl: Platformy komputerowe

source: Configurações informáticas
pl: Konfiguracje komputerowe

source: Unidade central de processamento (UCP) ou processadora
pl: Centralne jednostki przetwarzające (CPU) lub procesory

source: Hardware para minicomputador
pl: Osprzęt do minikomputerów

source: Unidades centrais de processamento para minicomputador
pl: Mikrokomputerowe jednostki przetwarzające

source: Computadores pessoais
pl: Komputery osobiste

source: Computadores portáteis
pl: Komputery przenośne

source: Computadores tabulares (tablet computers)
pl: Komputer tablet

source: Computadores de secretária (desktop computers)
pl: Komputer biurkowy

source: Unidades centrais de processamento para computadores pessoais
pl: Centralne jednostki przetwarzania danych do komputerów osobistych

source: Agendas digitais (pocket computers)
pl: Komputery kieszonkowe

source: Estações de trabalho
pl: Stacje robocze

source: Hardware para microcomputador
pl: Urządzenia do komputerów zminiaturyzowanych

source: Unidades centrais de processamento para microcomputador
pl: Centralne jednostki przetwarzania danych do komputerów zminiaturyzowanych

source: Leitores magnéticos ou ópticos
pl: Czytniki magnetyczne lub optyczne

source: Leitores ópticos
pl: Czytniki optyczne

source: Scanners para computadores
pl: Skanery komputerowe

source: Equipamento de reconhecimento óptico de caracteres
pl: Urządzenia optyczne do identyfikacji

source: Leitores de código de barras
pl: Czytniki kodu kreskowego

source: Leitores de cartões magnéticos
pl: Czytniki kart magnetycznych

source: Leitores de cartões perfurados
pl: Czytniki kart perforowanych

source: Equipamento de cartografia digital
pl: Cyfrowy sprzęt kartograficzny

source: Mapas cadastrais digitais
pl: Cyfrowe mapy katastralne

source: Equipamento informático
pl: Sprzęt związany z komputerami

source: Ecrãs e consolas de computador
pl: Ekrany i konsole komputerowe

source: Terminais de computador
pl: Terminale komputerowe

source: Consolas
pl: Konsole

source: Visores
pl: Monitory ekranowe

source: Visores de painel plano
pl: Wyświetlacze płaskie

source: Monitores de ecrã táctil
pl: Monitory dotykowe

source: Equipamento periférico
pl: Sprzęt peryferyjny

source: Impressoras e traçadores de gráficos
pl: Drukarki i plotery

source: Impressoras laser
pl: Drukarki laserowe

source: Impressoras por pontos
pl: Drukarki igłowe

source: Impressoras de gráficos a cores
pl: Kolorowe drukarki atramentowe

source: Traçadores de gráficos
pl: Plotery

source: Impressoras de jacto de tinta
pl: Drukarki atramentowe

source: Codificadores
pl: Kodery

source: Unidade de comando central
pl: Centralna jednostka sterująca

source: Dispositivos de armazenagem e leitura de conteúdos digitais
pl: Urządzenia do przechowywania i odczytu danych

source: Unidades de memória
pl: Komputerowe jednostki do przechowywania

source: Unidades de memória em cartões magnéticos
pl: Jednostki do przechowywania kart magnetycznych

source: Unidades de memória em fitas magnéticas
pl: Jednostki do przechowywania taśm magnetycznych

source: Unidades de memória em discos magnéticos
pl: Jednostki do przechowywania dysków magnetycznych

source: Unidades de disquete
pl: Napędy dyskietek

source: Unidades de disco rígido
pl: Napędy dyskowe

source: Dispositivos de memória de acesso directo (DASD)
pl: Urządzenia do przechowywania dostępu bezpośredniego (DASD)

source: Matriz redundante de discos independentes (RAID)
pl: Nadmiarowa macierz niezależnych dysków (RAID)

source: Unidades de disco óptico
pl: Napędy dysku optycznego

source: Leitor e/ou gravador de discos compactos (CD)
pl: Urządzenie do odczytu i/lub wypalania płyt kompaktowych (CD)

source: Leitor e/ou gravador de discos versáteis digitais (DVD)
pl: Urządzenie do odczytu i/lub wypalania uniwersalnych dysków wideo (DVD)

source: Leitor e/ou gravador de discos compactos (CD) e de discos versáteis digitais (DVD)
pl: Urządzenie do odczytu i/lub wypalania płyt kompaktowych (CD) i uniwersalnych dysków wideo (DVD)

source: Tape streamers
pl: Jednostki pamięci taśmowej

source: Equipamento para tratamento de cassetes
pl: Urządzenia kasetowe

source: Unidades de carrossel
pl: Jednostki kołowe

source: Dispositivos de memória para memória-flash
pl: Urządzenia z pamięcią flash

source: Controlador de discos
pl: Kontroler dysku

source: Leitores de cartões inteligentes
pl: Czytniki kart inteligentnych

source: Leitores de impressões digitais
pl: Czytniki odcisków palców

source: Leitores combinados de cartões inteligentes e de impressões digitais
pl: Zintegrowane czytniki kart chipowych i odcisków palców

source: Suportes de memória
pl: Nośniki do przechowywania

source: Discos magnéticos
pl: Dysk magnetyczny

source: Discos ópticos
pl: Dyski optyczne

source: Discos compactos (CD)
pl: Płyty kompaktowe (CD)

source: Discos versáteis digitais (DVD)
pl: Uniwersalne dyski wideo (DVD)

source: Meios de armazenamento de memória
pl: Pamięci do przechowywania danych

source: Memória-flash
pl: Pamięć flash

source: Fitas magnéticas
pl: Taśmy magnetyczne

source: Equipamento informático diverso
pl: Różny sprzęt komputerowy

source: Equipamento para ampliação de memória
pl: Urządzenia rozszerzania pamięci

source: Memória de acesso aleatório (RAM)
pl: Pamięć o dostępie swobodnym (RAM)

source: Memória dinâmica de acesso aleatório (DRAM)
pl: Pamięć dynamiczna o dostępie swobodnym (DRAM)

source: Memória estática de acesso aleatório (SRAM)
pl: Pamięć statyczna o dostępie swobodnym (SRAM)
